Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/ohcan_lahkai_fi/almmuhus_harjehalliid_baikkiin_15_02_2013.pdf.tmx
Source language: sme
Languages: smn

source: Golbma hárjehallanbáikki ohcan láhkái Sámedikki čállingottis Sajosis Anáris
smn: Kulmâ hárjuttâllee saje uuccâmnáál Sämitige čäällimkoddeest Sajosist Anarist

source: Sámediggi fállá golbma hárjehallanbáikki anáraš-, nuortalaš- dahje davvisámegielmáhtolaš universiteahta stuđeanttaide.
smn: Sämitigge fáálá kulmâ hárjuttâllâmsaje anarâš-, nuorttâlâš- teikâ tavesämikielâtáiđusâš ollâopâttâh uáppeid.

source: Hárjehallanbáikkit leat sámedikki almmolaš doaimmahagas, sámegiela doaimmahagas ja skuvlen- ja oahppamateriáladoaimmahagas sámekulturguovddáš Sajosis Anáris.
smn: Hárjuttâllâmsajeh láá sämitige almos toimâttuvâst, sämikielâ toimâttuvâst já škovlim- já oppâmateriaaltoimâttuvâst sämikulttuurkuávdáš Sajosist Anarist.

source: Hárjehallamii gullevaš bargguin, dárkilut áiggis ja guhkkodagas sohppojuvvo sierra.
smn: Hárjuttâlmân kulloo pargoin, tärkkilub ääigist já kukkoduvvâst soppuu sierâ.

source: Bálká meroštallojuvvo universiteahta dorjon hárjehállanbálkká ja sámedikki bálkáortnega mielde.
smn: Pälkki miärášuvá ollâopâttuv tuárjum hárjuttâllâmpäälhi já sämitige pálkkááttemvuáháduv mield..

source: Vuordit, ahte bargui válljejuvvon stuđeanta oažžu hárjehallanruđa universiteahtas.
smn: Vyerdih, ete paargon väljejum uáppee uážžu hárjuttâllâmruuđâ ollâopâttuvâst.

source: Jos leat beroštuvvan hárjehallamis, sádde friijahápmásaš ohcamuša ovttas mildosiiguin (CV ja válddus oahpporegisttaris) 12.4.2012 rádjái čujuhussii: Sámediggi / hálddahusčálli, Sajos, 99870 Anár.
smn: Jis lah kiddiistum hárjuttâlmân, te vuolgât rijjâhámásii ucâmuš lahtosijdiskuin (CV já oppâregisterváldus) 12.4.2013 räi čujottâsân: Sämitigge / haldâšemčällee, Sajos 99870 Aanaar.
